INSERT INTO categories (name, description) VALUES
('Комп`ютери', 'Комп`ютери та ноутбуки'),
('Смартфони', 'Мобільні пристрої'),
('Телевізори', 'Телевізори та мультимедіа пристрої'),
('Побутова техніка', 'Прилади для дому та кухні'),
('Аксесуари', 'Різноманітні аксесуари для техніки');

INSERT INTO products (name, description, price, category_id) VALUES
 ('Ноутбук HP 15s-eq1010ur', 'Екран 15.6", AMD Ryzen 3 4300U 2.7GHz, RAM 8 ГБ, SSD 256 ГБ, відеокарта AMD Radeon, Windows 10 Home', 21999.00, 1),
 ('Смартфон Samsung Galaxy A52', 'Екран 6.5", Snapdragon 720G, RAM 6 ГБ, ROM 128 ГБ, 4G LTE, Android 11, 4500 мАг', 9999.00, 2),
 ('Телевізор LG 49NANO866NA', 'Екран 49", 4K, Smart TV, Wi-Fi, Bluetooth, HDMI, USB, динаміки 2x10 Вт', 22999.00, 3),
 ('Пилосос Samsung VR20T9251H', 'Робот-пилосос, 1300 Вт, акумуляторна батарея, висота прохід 2.7 см, час роботи до 120 хв', 8999.00, 4),
 ('Чохол-книжка для iPad Air', 'Чохол-книжка для iPad Air 10.9, ультратонкий, з магнітною застібкою, захист від подряпин і падінь', 599.00, 5),
 ('Мишка Logitech M185', 'Бездротова мишка, рішення 1000 dpi, з`єднання з ПК по технології Plug-and-Play, час роботи від одного комплекту батарей - 1 рік', 399.00, 5);